Repository: DibeX/odehrano_tracking
Catalog: src/locales/*.po
Languages: cs

source: Role updated
cs: Role aktualizována

source: Save a group of categories as a preset for quick filtering
cs: Uložte skupinu kategorií jako předvolbu pro rychlé filtrování

source: Save Changes
cs: Uložit změny

source: Save Preset
cs: Uložit předvolbu

source: Save Rankings
cs: Uložit hodnocení

source: Saving...
cs: Ukládám...

source: Score
cs: Skóre

source: Search
cs: Hledat

source: Search for a game...
cs: Hledat hru...

source: Search games by name, publisher, or category...
cs: Hledat hry podle názvu, vydavatele nebo kategorie...

source: Searching...
cs: Hledám...

source: Select a player to view how they ranked their games for {selectedYear}
cs: Vyberte hráče pro zobrazení jeho hodnocení her za rok {selectedYear}

source: Select all categories that apply to this game
cs: Vyberte všechny kategorie, které se vztahují k této hře

source: Select categories to filter results. Games matching at least one selected category will be shown.
cs: Vyberte kategorie pro filtrování výsledků. Zobrazí se hry, které odpovídají alespoň jedné vybrané kategorii.

source: Select Game
cs: Vybrat hru

source: Select Player
cs: Vybrat hráče

source: Select the primary game type classification
cs: Vyberte hlavní klasifikaci typu hry

source: Select who played and add their scores
cs: Vyberte, kdo hrál, a přidejte jejich skóre

source: Select who played and update their scores
cs: Vyberte, kdo hrál, a aktualizujte jejich skóre

source: Selected: {0} categories
cs: Vybráno: {0} kategorií

source: Send an invitation email to activate this placeholder user. They will be able to log in after completing registration.
cs: Pošlete aktivační e-mail pro aktivaci tohoto zástupného uživatele. Po dokončení registrace se budou moci přihlásit.

source: Send an invitation link to a new user. The link will expire in 14 days.
cs: Pošlete odkaz s pozvánkou novému uživateli. Odkaz vyprší za 14 dní.

source: Send Invitation
cs: Odeslat pozvánku

source: Send reset link
cs: Odeslat odkaz pro obnovu

source: Sending...
cs: Odesílám...

source: Session Details
cs: Podrobnosti o partii

source: Session not found
cs: Partie nenalezena

source: Session recorded
cs: Partie zaznamenána

source: Session updated
cs: Partie aktualizována

source: Sessions Played
cs: Odehraných partií

source: Set up a new year for game rankings
cs: Vytvořte nový rok pro hodnocení her

source: Set Up Your Account
cs: Nastavte si svůj účet

source: Share your thoughts about this game session
cs: Podělte se o své myšlenky o této herní partii

source: Short description
cs: Krátký popis

source: Showing {0} of {1} games
cs: Zobrazeno {0} z {1} her

source: Sign in
cs: Přihlásit se

source: Sign Out
cs: Odhlásit se

source: Sort By
cs: Seřadit podle

source: Strategy Game
cs: Strategické

source: System
cs: Systém

source: Tell us about yourself...
cs: Řekněte nám něco o sobě...

source: The board game has been permanently deleted
cs: Desková hra byla trvale smazána

source: The game session has been permanently deleted
cs: Herní partie byla trvale smazána

source: The game that was played (cannot be changed)
cs: Hra, která se hrála (nelze změnit)

source: The game you are trying to edit does not exist
cs: Hra, kterou se snažíte upravit, neexistuje

source: The placeholder user has been created successfully
cs: Zástupný uživatel byl úspěšně vytvořen

source: The play session for {0} has been recorded
cs: Herní partie pro {0} byla zaznamenána

source: The play session has been updated successfully
cs: Herní partie byla úspěšně aktualizována

source: The user has been updated successfully
cs: Uživatel byl úspěšně aktualizován

source: Thematic Game
cs: Tematické

source: This invitation link is invalid or has expired
cs: Tento odkaz s pozvánkou je neplatný nebo vypršel

source: This name will be visible to other users
cs: Tato přezdívka bude viditelná pro ostatní uživatele

source: This player has not submitted any rankings for {selectedYear}
cs: Tento hráč neodevzdal žádné hodnocení za rok {selectedYear}

source: times
cs: krát

source: Total Players
cs: Celkem hráčů

source: Type <0>{0}</0> to confirm deletion
cs: Napište <0>{0}</0> pro potvrzení smazání

source: Unique Games
cs: Unikátních her

source: Unlock
cs: Odemknout

source: Update Preset
cs: Aktualizovat předvolbu

source: Update the details for {0}
cs: Aktualizovat podrobnosti pro {0}

source: Update the details of this game session
cs: Aktualizovat podrobnosti této herní partie

source: Update the user's profile information.
cs: Aktualizujte informace v profilu uživatele.

source: Update your password
cs: Aktualizujte své heslo

source: Update your personal information
cs: Aktualizujte své osobní údaje

source: Update your profile information
cs: Aktualizujte informace o svém profilu

source: Upload a game box image (JPG, PNG, WebP)
cs: Nahrajte obrázek krabice hry (JPG, PNG, WebP)

source: Upload an image and crop it to create your avatar
cs: Nahrajte obrázek a ořízněte ho pro vytvoření svého avatara

source: Upload Avatar
cs: Nahrát avatara

source: Upload Image
cs: Nahrát obrázek

source: Use This Game
cs: Použít tuto hru

source: User
cs: Uživatel

source: User activated
cs: Uživatel aktivován

source: User and all their data have been permanently deleted
cs: Uživatel a všechna jeho data byla trvale smazána

source: User deactivated
cs: Uživatel deaktivován

source: User deleted
cs: Uživatel smazán

source: User has been activated successfully
cs: Uživatel byl úspěšně aktivován

source: User has been deactivated successfully
cs: Uživatel byl úspěšně deaktivován

source: User Management
cs: Správa uživatelů

source: User role has been updated successfully
cs: Role uživatele byla úspěšně aktualizována

source: User updated
cs: Uživatel aktualizován

source: user@example.com
cs: uzivatel@example.com

source: Users
cs: Uživatelé

source: Users can now edit their rankings
cs: Uživatelé nyní mohou upravovat svá hodnocení

source: View and manage your played games
cs: Prohlížejte a spravujte své odehrané hry

source: View calculated game rankings based on player votes
cs: Zobrazte vypočítané hodnocení her na základě hlasů hráčů

source: View community game rankings
cs: Zobrazte hodnocení her komunity

source: View Details
cs: Zobrazit podrobnosti

source: View Games
cs: Zobrazit hry

source: View Player Rankings
cs: Zobrazit hodnocení hráče

source: View Rankings
cs: Zobrazit hodnocení

source: View Results
cs: Zobrazit výsledky

source: View your final rankings
cs: Zobrazte své konečné hodnocení

source: Wargames
cs: Válečné hry

source: We've sent you a password reset link. Please check your email and follow the instructions.
cs: Poslali jsme vám odkaz pro obnovu hesla. Zkontrolujte prosím svůj e-mail a postupujte podle pokynů.

source: Welcome back, {0}!
cs: Vítejte zpět, {0}!

source: When was the game played?
cs: Kdy se hra hrála?

source: Win Rate
cs: Úspěšnost

source: Win Streak
cs: Vítězná série

source: Winner
cs: Vítěz

source: Wins
cs: Vítězství

source: Write a comment...
cs: Napsat komentář...

source: Year
cs: Rok

source: Year created
cs: Rok vytvoření

source: Year locked
cs: Rok uzamčen

source: Year not found
cs: Rok nenalezen

source: Year Published:
cs: Rok vydání:

source: Year Released
cs: Rok vydání

source: Year unlocked
cs: Rok odemčen

source: Year: {0}
cs: Rok: {0}

source: You've been invited to join as a {0}
cs: Byli jste pozváni, abyste se připojili jako {0}

source: you@example.com
cs: vy@example.com

source: Your comment has been added successfully
cs: Váš komentář byl úspěšně přidán

source: Your password has been changed successfully
cs: Vaše heslo bylo úspěšně změněno

source: Your profile has been updated successfully
cs: Váš profil byl úspěšně aktualizován

source: Your Rankings
cs: Vaše hodnocení

source: Your rankings have been saved successfully
cs: Vaše hodnocení bylo úspěšně uloženo

source: Zoom
cs: Přiblížit
