Repository: DibeX/odehrano_tracking
Catalog: src/locales/*.po
Languages: cs

source: {0} categories selected
cs: Vybráno {0} kategorií

source: {0} categories selected - showing {1} of {2} games
cs: Vybráno {0} kategorií - zobrazeno {1} z {2} her

source: {0} comment(s)
cs: {0} komentářů

source: {0} first-place votes
cs: {0} hlasů pro první místo

source: {0} games played in {selectedYear}
cs: Odehráno {0} her v roce {selectedYear}

source: {0} games ranked
cs: Ohodnoceno {0} her

source: {0} has been added to the database
cs: {0} byla přidána do databáze

source: {0} has been updated
cs: {0} byla aktualizována

source: {0} of {1} games shown
cs: Zobrazeno {0} z {1} her

source: A game with BGG ID {0} already exists: {1}
cs: Hra s BGG ID {0} již existuje: {1}

source: Abstract Strategy Game
cs: Abstraktní strategické

source: Activate
cs: Aktivovat

source: Activate User
cs: Aktivovat uživatele

source: Activation email sent
cs: Aktivační e-mail odeslán

source: Add a new board game to the database by entering details manually or importing from BoardGameGeek.
cs: Přidejte novou deskovou hru do databáze zadáním údajů ručně nebo importem z BoardGameGeek.

source: Add alternate name
cs: Přidat alternativní název

source: Add Board Game
cs: Přidat deskovou hru

source: Add Comment
cs: Přidat komentář

source: Add First Game
cs: Přidat první hru

source: Add Game
cs: Přidat hru

source: Add Placeholder User
cs: Přidat zástupného uživatele

source: Add Played Game
cs: Přidat odehranou hru

source: Add publisher
cs: Přidat vydavatele

source: Added by {0}
cs: Přidal(a) {0}

source: Adding...
cs: Přidávám...

source: Admin
cs: Administrátor

source: All board games in the database ({0} games)
cs: Všechny deskové hry v databázi ({0} her)

source: All Categories
cs: Všechny kategorie

source: All registered users
cs: Všichni registrovaní uživatelé

source: All Types
cs: Všechny typy

source: Also known as:
cs: Také známá jako:

source: Alternate Names
cs: Alternativní názvy

source: An error occurred
cs: Došlo k chybě

source: An invitation email has been sent to {0}
cs: E-mail s pozvánkou byl odeslán na {0}

source: Any notes about this game session...
cs: Jakékoli poznámky k této herní partii...

source: Are you sure you want to activate {0}? They will regain access to the application.
cs: Opravdu chcete aktivovat uživatele {0}? Znovu získá přístup do aplikace.

source: Are you sure you want to deactivate {0}? They will no longer be able to access the application.
cs: Opravdu chcete deaktivovat uživatele {0}? Již nebude mít přístup do aplikace.

source: Are you sure you want to delete this category preset? This action cannot be undone.
cs: Opravdu chcete smazat tuto předvolbu kategorií? Tuto akci nelze vrátit zpět.

source: Are you sure you want to permanently delete "{0}"? This will also delete all play sessions associated with this game. This action cannot be undone.
cs: Opravdu chcete trvale smazat „{0}“? Tím se smažou i všechny herní partie spojené s touto hrou. Tuto akci nelze vrátit zpět.

source: Are you sure you want to permanently delete {0}? This will remove all their data including game history, rankings, and comments. This action cannot be undone.
cs: Opravdu chcete trvale smazat uživatele {0}? Tím se odstraní všechna jeho data, včetně historie her, hodnocení a komentářů. Tuto akci nelze vrátit zpět.

source: Are you sure you want to permanently delete this game session? This will remove all player scores and comments. This action cannot be undone.
cs: Opravdu chcete trvale smazat tuto herní partii? Tím se odstraní všechna skóre a komentáře hráčů. Tuto akci nelze vrátit zpět.

source: Available Categories
cs: Dostupné kategorie

source: Avatar URL
cs: URL avatara

source: Avatar URL (optional)
cs: URL avatara (volitelné)

source: Average Score
cs: Průměrné skóre

source: Back
cs: Zpět

source: Back to login
cs: Zpět na přihlášení

source: BGG ID {0} is already used by: {1}
cs: BGG ID {0} je již použito hrou: {1}

source: BGG ID already used
cs: BGG ID je již použito

source: BGG ID required
cs: Je vyžadováno BGG ID

source: BGG Rank: #{0}
cs: BGG hodnocení: #{0}

source: Bio
cs: O mně

source: Bio (optional)
cs: O mně (volitelné)

source: Browse all game sessions
cs: Procházet všechny herní partie

source: Calculating rankings...
cs: Počítám hodnocení...

source: Cancel
cs: Zrušit

source: Categories
cs: Kategorie

source: Categories in Current Year
cs: Kategorie v aktuálním roce

source: Categories:
cs: Kategorie:

source: Category
cs: Kategorie

source: Category preset has been created successfully
cs: Předvolba kategorií byla úspěšně vytvořena

source: Category preset has been deleted
cs: Předvolba kategorií byla smazána

source: Category preset has been updated successfully
cs: Předvolba kategorií byla úspěšně aktualizována

source: Change
cs: Změnit

source: Change Password
cs: Změnit heslo

source: Changing...
cs: Měním...

source: Check your email
cs: Zkontrolujte si e-mail

source: Children's Game
cs: Dětské

source: Choose a password
cs: Zvolte si heslo

source: Choose a player...
cs: Vyberte hráče...

source: Choose how you want to add the game
cs: Zvolte, jak chcete přidat hru

source: Choose which game was played
cs: Zvolte, která hra se hrála

source: Clear
cs: Vymazat

source: Clear All
cs: Vymazat vše

source: Click to add to your rankings
cs: Kliknutím přidáte do svého hodnocení

source: Close
cs: Zavřít

source: Comment added
cs: Komentář přidán

source: Comments
cs: Komentáře

source: Configure ranking years, deadlines, and visibility
cs: Nastavte roky hodnocení, uzávěrky a viditelnost

source: Confirm Crop
cs: Potvrdit ořez

source: Confirm new password
cs: Potvrďte nové heslo

source: Confirm New Password
cs: Potvrdit nové heslo

source: Confirm Password
cs: Potvrdit heslo

source: Confirm your password
cs: Potvrďte své heslo

source: Contact an admin to change your role
cs: Pro změnu role kontaktujte administrátora

source: Copy Link
cs: Kopírovat odkaz

source: Create
cs: Vytvořit

source: Create a user without an email account. They can be assigned to game sessions and activated later.
cs: Vytvořte uživatele bez e-mailového účtu. Mohou být přiřazeni k herním partiím a aktivováni později.

source: Create Account
cs: Vytvořit účet

source: Create Category Preset
cs: Vytvořit předvolbu kategorií

source: Create Current Year
cs: Vytvořit aktuální rok

source: Create Invitation
cs: Vytvořit pozvánku

source: Create Placeholder User
cs: Vytvořit zástupného uživatele

source: Create Preset
cs: Vytvořit předvolbu

source: Create Ranking Year
cs: Vytvořit rok hodnocení

source: Create User
cs: Vytvořit uživatele

source: Create Year
cs: Vytvořit rok

source: Create Year {0}
cs: Vytvořit rok {0}

source: Created {0}
cs: Vytvořeno {0}

source: Creating account...
cs: Vytvářím účet...

source: Creating...
cs: Vytvářím...

source: current streak
cs: aktuální série

source: Customizable Game
cs: Upravitelné

source: Damped (Recommended)
cs: Vážené (doporučeno)

source: Damped (Recommended):
cs: Vážené (doporučeno):

source: Dark
cs: Tmavý

source: Dashboard
cs: Nástěnka

source: Date Played
cs: Datum hraní

source: Deactivate
cs: Deaktivovat

source: Deactivate User
cs: Deaktivovat uživatele

source: Deadline
cs: Uzávěrka

source: Deadline (Optional)
cs: Uzávěrka (volitelné)

source: Deadline updated
cs: Uzávěrka aktualizována

source: Deadline: {0}
cs: Uzávěrka: {0}

source: Delete
cs: Smazat

source: Delete Board Game
cs: Smazat deskovou hru

source: Delete Game
cs: Smazat hru

source: Delete Game Session
cs: Smazat herní partii

source: Delete Permanently
cs: Trvale smazat

source: Delete Preset
cs: Smazat předvolbu

source: Delete Session
cs: Smazat partii

source: Delete User
cs: Smazat uživatele

source: Deleting...
cs: Mažu...

source: Description
cs: Popis

source: different titles
cs: různých titulů

source: Done
cs: Hotovo

source: Drag games to reorder your rankings
cs: Přetáhněte hry pro změnu pořadí v hodnocení

source: e.g., 2017
cs: např. 2017

source: e.g., Strategy Games, Family Favorites
cs: např. Strategické hry, Rodinné oblíbené

source: Each player has equal voting weight (w_p = 1). Best for giving everyone an equal voice regardless of participation.
cs: Každý hráč má stejnou váhu hlasu (w_p = 1). Nejlepší pro poskytnutí rovného hlasu všem bez ohledu na účast.

source: Edit
cs: Upravit

source: Edit Board Game
cs: Upravit deskovou hru

source: Edit Category Preset
cs: Upravit předvolbu kategorií

source: Edit Play Session
cs: Upravit herní partii

source: Edit Preset
cs: Upravit předvolbu

source: Edit Profile
cs: Upravit profil

source: Edit Session
cs: Upravit partii

source: Edit the game information
cs: Upravit informace o hře

source: Edit User
cs: Upravit uživatele

source: Email cannot be changed
cs: E-mail nelze změnit

source: Email required
cs: E-mail je povinný

source: Enter BGG game ID (e.g., 174430)
cs: Zadejte BGG ID hry (např. 174430)

source: Enter new password
cs: Zadejte nové heslo

source: Enter nickname
cs: Zadejte přezdívku

source: Enter nickname to confirm
cs: Pro potvrzení zadejte přezdívku

source: Enter the BGG ID to fetch game information automatically
cs: Zadejte BGG ID pro automatické načtení informací o hře

source: Enter the game details manually
cs: Zadejte podrobnosti o hře ručně

source: Enter the primary game name
cs: Zadejte hlavní název hry

source: Enter your credentials to access your account
cs: Zadejte své přihlašovací údaje pro přístup k účtu

source: Enter your email to receive a password reset link
cs: Zadejte svůj e-mail pro obdržení odkazu na obnovení hesla

source: Enter your nickname
cs: Zadejte svou přezdívku

source: Equal per Player
cs: Rovnoměrně na hráče

source: Equal per Player:
cs: Rovnoměrně na hráče:

source: Error adding comment
cs: Chyba při přidávání komentáře

source: Error adding game
cs: Chyba při přidávání hry

source: Error calculating results
cs: Chyba při výpočtu výsledků

source: Error changing password
cs: Chyba při změně hesla

source: Error creating invitation
cs: Chyba při vytváření pozvánky

source: Error creating placeholder user
cs: Chyba při vytváření zástupného uživatele

source: Error creating year
cs: Chyba při vytváření roku

source: Error cropping image
cs: Chyba při ořezávání obrázku

source: Error deleting game
cs: Chyba při mazání hry

source: Error deleting game session
cs: Chyba při mazání herní partie

source: Error deleting preset
cs: Chyba při mazání předvolby

source: Error deleting user
cs: Chyba při mazání uživatele

source: Error fetching game
cs: Chyba při načítání hry

source: Error loading data
cs: Chyba při načítání dat

source: Error loading game
cs: Chyba při načítání hry

source: Error loading games
cs: Chyba při načítání her

source: Error loading player rankings
cs: Chyba při načítání hodnocení hráčů

source: Error loading player statistics
cs: Chyba při načítání statistik hráčů

source: Error loading rankings
cs: Chyba při načítání hodnocení

source: Error loading session
cs: Chyba při načítání partie

source: Error loading submissions
cs: Chyba při načítání odevzdaných hodnocení

source: Error loading users
cs: Chyba při načítání uživatelů

source: Error loading years
cs: Chyba při načítání roků

source: Error recording session
cs: Chyba při zaznamenávání partie

source: Error resending invitation
cs: Chyba při opětovném odeslání pozvánky

source: Error saving preset
cs: Chyba při ukládání předvolby

source: Error saving rankings
cs: Chyba při ukládání hodnocení

source: Error sending activation
cs: Chyba při odesílání aktivace

source: Error updating deadline
cs: Chyba při aktualizaci uzávěrky

source: Error updating game
cs: Chyba při aktualizaci hry

source: Error updating profile
cs: Chyba při aktualizaci profilu

source: Error updating role
cs: Chyba při aktualizaci role

source: Error updating session
cs: Chyba při aktualizaci partie

source: Error updating user
cs: Chyba při aktualizaci uživatele

source: Error updating user status
cs: Chyba při aktualizaci stavu uživatele

source: Error updating year
cs: Chyba při aktualizaci roku

source: Expires: {0}
cs: Vyprší: {0}

source: Failed to add game to database
cs: Nepodařilo se přidat hru do databáze

source: Failed to create account
cs: Nepodařilo se vytvořit účet

source: Failed to load invitation
cs: Nepodařilo se načíst pozvánku

source: Failed to update game
cs: Nepodařilo se aktualizovat hru

source: Family Game
cs: Rodinné

source: Fetch
cs: Načíst

source: Filter by Categories
cs: Filtrovat podle kategorií

source: Filtering by {0} categories
cs: Filtrováno podle {0} kategorií

source: Find the game ID on BoardGameGeek.com in the URL (e.g., /boardgame/174430/gloomhaven)
cs: ID hry najdete na BoardGameGeek.com v URL adrese (např. /boardgame/174430/gloomhaven)

source: Forgot password?
cs: Zapomněli jste heslo?

source: Game
cs: Hra

source: Game added
cs: Hra přidána

source: Game already exists
cs: Hra již existuje

source: Game data imported from BoardGameGeek. You can edit any fields before saving.
cs: Data o hře byla importována z BoardGameGeek. Před uložením můžete libovolná pole upravit.

source: Game deleted
cs: Hra smazána

source: Game Details
cs: Podrobnosti o hře

source: Game Image
cs: Obrázek hry

source: Game Library
cs: Knihovna her

source: Game loaded
cs: Hra načtena

source: Game not found
cs: Hra nenalezena

source: Game required
cs: Hra je povinná

source: Game session deleted
cs: Herní partie smazána

source: Game Type
cs: Typ hry

source: Game Type:
cs: Typ hry:

source: Game updated
cs: Hra aktualizována

source: Games
cs: Hry

source: Games Ranking
cs: Hodnocení her

source: Games Won
cs: Vyhraných her

source: Games you didn't play but can still rank
cs: Hry, které jste nehráli, ale stále je můžete hodnotit

source: Games You Played in {0}
cs: Hry, které jste hráli v roce {0}

source: Go to Login
cs: Přejít na přihlášení

source: Hide Results
cs: Skrýt výsledky

source: Highest Win Rate
cs: Nejvyšší úspěšnost

source: Import from BGG
cs: Importovat z BGG

source: Import from BoardGameGeek
cs: Importovat z BoardGameGeek

source: Inactive
cs: Neaktivní

source: Input Method
cs: Způsob zadání

source: Invalid Invitation
cs: Neplatná pozvánka

source: Invalid preset
cs: Neplatná předvolba

source: Invitation email has been resent successfully
cs: E-mail s pozvánkou byl úspěšně znovu odeslán

source: Invitation email has been sent to {inviteEmail}
cs: E-mail s pozvánkou byl odeslán na {inviteEmail}

source: Invitation link copied to clipboard
cs: Odkaz s pozvánkou zkopírován do schránky

source: Invitation links that haven't been used yet
cs: Dosud nepoužité odkazy s pozvánkami

source: Invitation resent
cs: Pozvánka znovu odeslána

source: Invitation sent
cs: Pozvánka odeslána

source: Invite New User
cs: Pozvat nového uživatele

source: Invite User
cs: Pozvat uživatele

source: Last login:
cs: Poslední přihlášení:

source: Last updated
cs: Poslední aktualizace

source: Light
cs: Světlý

source: Linear by Experience
cs: Lineární dle zkušeností

source: Linear by Experience:
cs: Lineární dle zkušeností:

source: Link copied
cs: Odkaz zkopírován

source: Loading game...
cs: Načítám hru...

source: Loading games...
cs: Načítám hry...

source: Loading invitation...
cs: Načítám pozvánku...

source: Loading player statistics...
cs: Načítám statistiky hráčů...

source: Loading rankings...
cs: Načítám hodnocení...

source: Loading submissions...
cs: Načítám odevzdaná hodnocení...

source: Loading...
cs: Načítám...

source: Lock
cs: Zamknout

source: Locked
cs: Zamčeno

source: Login
cs: Přihlásit se

source: Manage Ranking Years
cs: Spravovat roky hodnocení

source: Manage Rankings
cs: Spravovat hodnocení

source: Manage Users
cs: Spravovat uživatele

source: Manage users and invitations
cs: Spravujte uživatele a pozvánky

source: Manage users and send invitations
cs: Spravujte uživatele a posílejte pozvánky

source: Manage Years
cs: Spravovat roky

source: Manage your account settings
cs: Spravujte nastavení svého účtu

source: Manage your tabletop gaming sessions and rankings
cs: Spravujte své herní partie a hodnocení deskových her

source: Manual Entry
cs: Ruční zadání

source: Moderator
cs: Moderátor

source: Most Games Played
cs: Nejvíce odehraných her

source: Most Played Game
cs: Nejhranější hra

source: Most Wins
cs: Nejvíce vítězství

source: My Games
cs: Moje hry

source: My Profile
cs: Můj profil

source: My Rankings
cs: Moje hodnocení

source: Never
cs: Nikdy

source: New Password
cs: Nové heslo

source: Nickname
cs: Přezdívka

source: Nickname is required
cs: Přezdívka je povinná

source: Nickname required
cs: Přezdívka je povinná

source: No comments yet. Be the first to comment!
cs: Zatím žádné komentáře. Buďte první, kdo přidá komentář!

source: No email
cs: Bez e-mailu

source: No games found matching "{searchQuery}"
cs: Nebyly nalezeny žádné hry odpovídající „{searchQuery}“

source: No games in library. Add games first before recording sessions.
cs: V knihovně nejsou žádné hry. Před zaznamenáním partií nejprve přidejte hry.

source: No games in the library yet
cs: V knihovně zatím nejsou žádné hry

source: No games match the selected filters
cs: Vybraným filtrům neodpovídají žádné hry

source: No games match the selected game type filter
cs: Vybranému filtru typu hry neodpovídají žádné hry

source: No games ranked yet. Add games from below to start ranking.
cs: Zatím žádné ohodnocené hry. Přidejte hry ze seznamu níže a začněte hodnotit.

source: No pending invitations
cs: Žádné čekající pozvánky

source: No play sessions recorded yet
cs: Zatím nebyly zaznamenány žádné herní partie

source: No player data available for this year
cs: Pro tento rok nejsou k dispozici žádná data hráčů

source: No public results available yet
cs: Zatím nejsou k dispozici žádné veřejné výsledky

source: No ranking years available yet
cs: Zatím nejsou k dispozici žádné roky hodnocení

source: No rankings data available for this year
cs: Pro tento rok nejsou k dispozici žádná data o hodnocení

source: No submissions yet
cs: Zatím žádná odevzdaná hodnocení

source: No users found
cs: Nenalezeni žádní uživatelé

source: Not Published
cs: Nezveřejněno

source: Not specified
cs: Neuvedeno

source: Note:
cs: Poznámka:

source: Notes (Optional)
cs: Poznámky (volitelné)

source: Notes:
cs: Poznámky:

source: of all sessions
cs: ze všech partií

source: Open
cs: Otevřeno

source: Open for submissions
cs: Otevřeno pro odevzdávání

source: Optional - BGG game ID
cs: Volitelné - BGG ID hry

source: Optional. Links this game to its BoardGameGeek entry.
cs: Volitelné. Propojí tuto hru s jejím záznamem na BoardGameGeek.

source: Original: {0}
cs: Původní: {0}

source: Other Categories
cs: Ostatní kategorie

source: Other Games Played in {0}
cs: Ostatní hry hrané v roce {0}

source: out of {0} games
cs: z {0} her

source: Participation
cs: Účast

source: Participation Rate
cs: Míra účasti

source: Party Game
cs: Párty

source: Password
cs: Heslo

source: Password changed
cs: Heslo změněno

source: Password must be at least 8 characters long
cs: Heslo musí mít alespoň 8 znaků

source: Password too short
cs: Heslo je příliš krátké

source: Passwords do not match
cs: Hesla se neshodují

source: Pending Invitations
cs: Čekající pozvánky

source: Placeholder
cs: Zástupný

source: Placeholder user created
cs: Zástupný uživatel vytvořen

source: Played Games
cs: Odehrané hry

source: Played on {0}
cs: Hráno dne {0}

source: Player
cs: Hráč

source: Player Game Rankings
cs: Hodnocení her hráče

source: Player Rankings:
cs: Hodnocení hráčů:

source: Player Submissions
cs: Odevzdaná hodnocení hráčů

source: Player weight is square root of games played (w_p = √np). Recommended compromise that values experience while not overpowering casual voters.
cs: Váha hráče je druhá odmocnina počtu odehraných her (w_p = √np). Doporučený kompromis, který oceňuje zkušenost, aniž by přebíjel příležitostné hlasující.

source: Player weight proportional to games played (w_p = np). Gives more weight to players who participated more throughout the year.
cs: Váha hráče je úměrná počtu odehraných her (w_p = np). Dává větší váhu hráčům, kteří se během roku více účastnili.

source: Players
cs: Hráči

source: Players Ranking
cs: Hodnocení hráčů

source: Players required
cs: Je vyžadován alespoň jeden hráč

source: Players:
cs: Hráči:

source: Please enter a BoardGameGeek game ID
cs: Zadejte prosím BoardGameGeek ID hry

source: Please enter a nickname
cs: Zadejte prosím přezdívku

source: Please enter a nickname for the placeholder user
cs: Zadejte prosím přezdívku pro zástupného uživatele

source: Please enter an email address
cs: Zadejte prosím e-mailovou adresu

source: Please enter the primary name of the game
cs: Zadejte prosím hlavní název hry

source: Please make sure your passwords match
cs: Ujistěte se prosím, že se vaše hesla shodují

source: Please provide a name and select at least one category
cs: Zadejte prosím název a vyberte alespoň jednu kategorii

source: Please select a game from the library
cs: Vyberte prosím hru z knihovny

source: Please select at least one player
cs: Vyberte prosím alespoň jednoho hráče

source: Please wait...
cs: Čekejte prosím...

source: points per game
cs: bodů na hru

source: Preset
cs: Předvolba

source: Preset deleted
cs: Předvolba smazána

source: Preset Name
cs: Název předvolby

source: Preset saved
cs: Předvolba uložena

source: Preset updated
cs: Předvolba aktualizována

source: Primary Name
cs: Hlavní název

source: Primary name required
cs: Hlavní název je povinný

source: Private
cs: Soukromé

source: Processing...
cs: Zpracovávám...

source: Profile Avatar
cs: Profilový avatar

source: Profile Information
cs: Informace o profilu

source: Profile updated
cs: Profil aktualizován

source: Public
cs: Veřejné

source: Publish Results
cs: Zveřejnit výsledky

source: Publishers
cs: Vydavatelé

source: Publishers:
cs: Vydavatelé:

source: Rank 1 = Most Favorite, Rank {0} = Least Favorite
cs: 1. místo = Nejoblíbenější, {0}. místo = Nejméně oblíbená

source: Rank your favorite games by year
cs: Ohodnoťte své oblíbené hry podle roku

source: Ranking deadline has been updated
cs: Uzávěrka hodnocení byla aktualizována

source: Ranking Results
cs: Výsledky hodnocení

source: Ranking Scheme
cs: Schéma hodnocení

source: Ranking year {currentYear} has been created
cs: Rok hodnocení {currentYear} byl vytvořen

source: Ranking year has been created successfully
cs: Rok hodnocení byl úspěšně vytvořen

source: Rankings
cs: Hodnocení

source: Rankings are locked
cs: Hodnocení je uzamčeno

source: Rankings are now locked from editing
cs: Hodnocení je nyní uzamčeno pro úpravy

source: Rankings for {0}
cs: Hodnocení za rok {0}

source: Rankings saved
cs: Hodnocení uloženo

source: Rating: {0}/10
cs: Hodnocení: {0}/10

source: Record a new game session
cs: Zaznamenat novou herní partii

source: Record First Session
cs: Zaznamenat první partii

source: Record Play Session
cs: Zaznamenat herní partii

source: Record Session
cs: Zaznamenat partii

source: Record when you played a board game with your group
cs: Zaznamenejte, kdy jste hráli deskovou hru se svou skupinou

source: Recording...
cs: Zaznamenávám...

source: Remove
cs: Odstranit

source: Resend
cs: Znovu odeslat

source: Reset
cs: Resetovat

source: Reset Password
cs: Obnovit heslo

source: Results
cs: Výsledky

source: Results are no longer visible to players
cs: Výsledky již nejsou pro hráče viditelné

source: Results are now visible to all players
cs: Výsledky jsou nyní viditelné pro všechny hráče

source: Results hidden
cs: Výsledky skryty

source: Results Public
cs: Výsledky jsou veřejné

source: Results published
cs: Výsledky zveřejněny

source: Results will appear here once an admin publishes them
cs: Výsledky se zde objeví, jakmile je administrátor zveřejní

source: Review and edit the imported game information
cs: Zkontrolujte a upravte importované informace o hře
